export const blogData = [
  {
    id: 1,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 2,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Діти',
    title: 'Чого не потрібно робити з дітьми',
    description:
      'Тут про Людину.Про те ,що всі ми пішли з дитинства . ▪︎Що для щасливого дорослого життя, потрібно щасливе дитинство.Що успіх починається з любові, поваги ,цінностей.',
    post: 'Тут про Людину.Про те ,що всі ми пішли з дитинства . ▪︎Що для щасливого дорослого життя, потрібно щасливе дитинство.Що успіх починається з любові, поваги ,цінностей. Що ми частково ті ,ким нас зробили наші батьки, а наші діти це вже наше відзеркалення виховання.І якщо вам здається,що ваше виховання було неналежним ,то ви можете переглянути ,при потребі, виховання своїх дітей .І тип самим змінити себе , змінити їх , змінили світ.І коли ви ок, люди ок ,світ ок ,тоді набагато легше приймати рішення та справлятися з перешкодами !',
  },
  {
    id: 3,
    author: 'Жанна Барищук',
    date: '1986-01-04',
    postImageUrl: 'images/defaultImage.png',

    category: 'Підлітки',
    title: "Чому в дітей з'являється розсіянність?",
    description:
      'Діти забувають забрати речі зі школи додому ,забувають взяти якийсь підручник в школу ,забувають будь де свої речі , забувають подзвонити, чи купити хліб дорогою додому',
    post: "Діти забувають забрати речі зі школи додому ,забувають взяти якийсь підручник в школу ,забувають будь де свої речі , забувають подзвонити, чи купити хліб дорогою додому..Все просто ! Вони бояться батьків.️Бояться не виправдати їх очікування .Бояться відчуття ,що вони не настільки хороші,як надіяться батьки .Tому ,батьки ,потрібно бути уважними до своїх слів та поведінки ! Адже діти все сприймають на свій рахунок . Вони оцінюють себе ,а не свої вчинки.P.S.В майбутньому це може відгукнутись синдромом дефіциту уваги та страхом перед можливими невдачами.І потім всі чомусь дивуються, звідки з'являються дорослі люди,котрим все байдуже.",
  },
  {
    id: 4,
    author: 'Жанна Барищук',
    date: '1986-01-04',
    postImageUrl: 'images/defaultImage.png',

    category: 'Сімя',
    title: 'Критика чи Зауваження',
    description:
      'Говорити і адекватно реагувати на сказане -є дуже важливим аспектом в спілкуванні,Критика ,або ж зауваження це нормально,Непотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистості.Непотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистостіНепотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистостіНепотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистостіНепотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистостіНепотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистості',
    post: "Мій син не любить котлети ( але як виявилось, що це була лише моя хибна думка ) . А у нас вдома був якраз фарш , і я запитала його ,чи буде він разочок їсти котлети ,щоб не йти в магазин по м'ясо на відбивні.І тут отримала шокуючу, для себе відповідь ,'Я люблю котлети, просто вони якісь в тебе не такі '.Дуже я здивувалася.За останні кілька років наші стосунки з сином мали різний формат , і я незавжди виховувала його' по книжці' .Але як тільки знайшла себе в психології ,то відразу ж почала зміни ,зміни з себеІ буквально за недовгий період часу я побачила результат своєї роботи !стали розуміти один одного ,відчувати і чути.Як виявилось наші думки про думки інших людей, це 99% хибна інформація . Не можна вирішувати та додумувати за інших!Ця ситуація з котлетами дуже мене потішила. Бо вкотре мій син сказав не задумуючись те ,що він думає. Не боячись мене образити ,чи розсердити.Він сказав,що і як він хоче , а я, без навіть краплі образи, почала шукати інші рецепти котлет.Про що цей пост.Зовсім не про котлети А про те, що:Говорити і адекватно реагувати на сказане -є дуже важливим аспектом в спілкуванні,Критика ,або ж зауваження це нормально,Непотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистості .Якщо у вас є питання на цю тему ,напишіть мені ",
  },
  {
    id: 5,
    author: 'Жанна Барищук',
    date: '1986-01-04',
    postImageUrl: 'images/defaultImage.png',

    category: 'Діти',
    title: 'Заголовок5',
    description:
      'Говорити і адекватно реагувати на сказане -є дуже важливим аспектом в спілкуванні,Критика ,або ж зауваження це нормально,Непотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистості',
    post: 'Lorem ipsum dolor sit amet consectetur, adipisicing elit. Delectus dolor reprehenderit eaque explicabo dolore, nesciunt sit est deserunt cumque assumenda minus hic totam ipsum laborum temporibus repellendus modi quas officiis expedita? Impedit ab mollitia perspiciatis esse recusandae commodi molestiae minima reprehenderit similique quasi sequi necessitatibus ea nihil, accusamus voluptates, nobis voluptatem harum ullam, optio reiciendis. Totam maxime iusto consequuntur, laborum nulla et quisquam obcaecati eum reiciendis vitae libero! Quae inventore a iusto odit aliquid quod nesciunt nisi ullam porro facilis, cupiditate nihil corporis tenetur perspiciatis! Veritatis consequatur alias asperiores voluptates. Impedit eveniet vitae accusantium pariatur, soluta sit maxime similique, facere incidunt, odio dolorem maiores odit! Hic cumque voluptas ipsam tempora in ut itaque omnis dolorem illum reiciendis quos cum consectetur temporibus, saepe eligendi dolor corrupti quisquam architecto harum, quae labore. Tenetur maiores velit odio architecto ut eos deleniti quis praesentium impedit repellendus beatae saepe non',
  },
  {
    id: 6,
    author: 'Жанна Барищук',
    date: '1986-01-04',
    postImageUrl: 'images/defaultImage.png',

    category: 'Підлітки',
    title: 'Заголовок6',
    description:
      'Говорити і адекватно реагувати на сказане -є дуже важливим аспектом в спілкуванні,Критика ,або ж зауваження це нормально,Непотрібно все сприймати в свою сторону ,як це роблять маленькі діти.Потрібно розмежовувати зауваження до дій та особистості',
    post: 'Lorem ipsum dolor sit amet consectetur, adipisicing elit. Delectus dolor reprehenderit eaque explicabo dolore, nesciunt sit est deserunt cumque assumenda minus hic totam ipsum laborum temporibus repellendus modi quas officiis expedita? Impedit ab mollitia perspiciatis esse recusandae commodi molestiae minima reprehenderit similique quasi sequi necessitatibus ea nihil, accusamus voluptates, nobis voluptatem harum ullam, optio reiciendis. Totam maxime iusto consequuntur, laborum nulla et quisquam obcaecati eum reiciendis vitae libero! Quae inventore a iusto odit aliquid quod nesciunt nisi ullam porro facilis, cupiditate nihil corporis tenetur perspiciatis! Veritatis consequatur alias asperiores voluptates. Impedit eveniet vitae accusantium pariatur, soluta sit maxime similique, facere incidunt, odio dolorem maiores odit! Hic cumque voluptas ipsam tempora in ut itaque omnis dolorem illum reiciendis quos cum consectetur temporibus, saepe eligendi dolor corrupti quisquam architecto harum, quae labore. Tenetur maiores velit odio architecto ut eos deleniti quis praesentium impedit repellendus beatae saepe non',
  },

  {
    id: 7,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 8,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 9,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 10,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 11,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 12,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: '1986-01-04',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 13,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: ' "022-03-25',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
  {
    id: 14,
    postImageUrl: 'images/heroPhoto.jpg',
    author: 'Жанна Барищук',
    date: ' 1 січня 2024 ',

    category: 'Сімя',
    title: 'Стресостійкість',
    description:
      'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
    post: 'З гострою реакцією на стрес ,посилюється інтуїція та сприйняття,збільшується можливість піддаватися позитивному впливу небайдужих , значущих людей, що дає великі шанси мати благополучне майбутнє.',
  },
];
